data_action = [
    {
        title: "攻擊",
        icon: "crossed-swords",
        subtitle: "近戰或遠程攻擊",
        description: "進行一次近戰或遠程攻擊",
        reference: "PHB, pgs. 192,194-195.",
        bullets: [
            "某些功能，例如戰士特性的<i>多重攻擊</i>, 可讓您透過此動作進行多次攻擊。多次攻擊下的每一次攻擊都是單獨檢定，並且可以針對不同的目標。您可以在這些攻擊之間移動。",
            "當你使用輕型近戰武器攻擊時，你可以使用附贈動作用另一隻手進行攻擊 (參考 <i>副手攻擊</i> 附贈動作).",
            "你可以用<i>擒抱</i>或<i>推撞</i>來代替你的近戰攻擊。",
            "某些情況讓攻擊獲得優勢：對目盲、麻痺、石化、束縛、昏迷或無意識目標的攻擊；對俯臥目標的近戰攻擊；隱形或隱藏的攻擊者攻擊。",
            "某些情況讓攻擊獲得劣勢：對隱形或隱藏目標的攻擊；對俯臥目標的遠程攻擊；目盲、恐慌、中毒或束縛的攻擊者的攻擊。"
        ]
    },
    {
        title: "擒抱",
        icon: "grab",
        subtitle: "特殊近戰攻擊",
        description: "嘗試擒抱或與一個生物摔跤",
        reference: "PHB, pg. 195.",
        bullets: [
            "你可以使用<i>攻擊</i>動作進行特殊的近戰攻擊，即擒抱。如果你能夠使用攻擊動作進行多次攻擊，則此攻擊將取代其中一次。",
            "你擒抱的目標體型不能比你大一級以上，而且必須在你的觸及範圍之內。",
            "你至少用一隻空閒的手，嘗試透過擒抱檢定來抓住目標，力量（運動）檢定與目標的力量（運動）或敏捷（體操）檢定（目標選擇使用的能力）進行對抗。",
            "如果你成功了，你就會使目標處於擒抱狀態（其速度被設定為0）。"
        ]
    },
    {
        title: "推撞",
        icon: "hand",
        subtitle: "特殊近戰攻擊",
        description: "推撞一個生物，將它推開或擊倒伏地。",
        reference: "PHB, pg. 195.",
        bullets: [
            "使用<i>攻擊</i>動作，你可以進行特殊近戰攻擊來推撞生物。如果您能夠透過「攻擊」動作進行多次攻擊，則此攻擊將取代其中一次攻擊。",
            "你推撞的目標體型不能比你大一級以上，而且必須在你的觸手可及的範圍內。",
            "你進行一次力量（運動）檢定，與目標的力量（運動）或敏捷（體操）檢定進行對抗（目標選擇要使用的能力）。",
            "如果你成功了，你可以將目標擊倒或將其推離你5英尺。"
        ]
    },
    {
        title: "施法",
        icon: "magic-swirl",
        subtitle: "一個動作施法時間",
        description: "施展一個動作施法時間的法術",
        reference: "PHB, pg. 192.",
        bullets: [
            "你不能在同一回合中用你的動作施展法術，並用你的附贈動作施展不同的法術，除非該動作用於施展戲法。",
            "法術的目標必須在法術的範圍內。要瞄準目標，你必須有一條通往它的清晰路徑，它不能位於完全掩護後面。",
            "除非明確說明，否則含有材料成分的法術不會消耗材料。除非已列明材料的成本，否則你可以假設成本可以忽略不計，並且材料只需在材料包中即可獲得。",
            "有些法術要求你保持專注，以保持其魔法的效果。如果你失去專注，這樣的法術就會結束。如果你施展另一個需要專注的法術或當你乏力時，你就會失去對法術的專注。"
        ]
    },
    {
        title: "疾走",
        icon: "sprint",
        subtitle: "雙重移動速度",
        description: "當時回合獲得額外的移動力",
        reference: "PHB, pg. 192.",
        bullets: [
            "增加的移動力等同於你應用任何適用加值後的移動速度。"
        ]
    },
    {
        title: "撤離",
        icon: "journey",
        subtitle: "不會引發藉機攻擊",
        description: "該回合內接下來進行的移動將不會引發藉機攻擊。",
        reference: "PHB, pg. 192.",
        bullets: [
        ]
    },
    {
        title: "閃避",
        icon: "aura",
        subtitle: "提升防禦",
        description: "專注於閃躲攻擊",
        reference: "PHB, pg. 192.",
        bullets: [
            "直到你的下一個回合開始之前，如果你能看到攻擊者，那麼對你進行的任何攻擊檢定都會有劣勢，並且你的敏捷豁免檢定具有優勢。",
            "如果您<i>乏力</i>或您的速度降至 0，您將失去此效果。"
        ]
    },
    {
        title: "逃脫",
        icon: "manacles",
        subtitle: "掙開擒抱",
        description: "掙開擒抱",
        reference: "PHB, pg. 195.",
        bullets: [
            "要掙開擒抱，你必須成功透過與擒抱者的力量（運動）檢定對抗你的力量（運動）或敏捷（體操）檢定。",
            "逃脫其他限制你的條件（例如手銬）可能需要根據條件的規定進行敏捷或力量檢定。"
        ]
    },
    {
        title: "協助",
        icon: "telepathy",
        subtitle: "讓隊友獲得一個優勢",
        description: "在能力檢定或攻擊中給予隊友優勢",
        reference: "PHB, pg. 192.",
        bullets: [
            "目標在下一次能力檢定中獲得優勢，以執行你正在協助的行動。",
            "或者，目標在對你5英尺內的生物進行下一次攻擊檢定時獲得優勢。",
            "優勢會持續到你的下一個回合開始。"
        ]
    },
    {
        title: "使用物件",
        icon: "snatch",
        subtitle: "互動, 利用特殊能力",
        description: "與第二件物件互動或使用物件特殊能力",
        reference: "PHB, pg. 193.",
        bullets: [
            "在你的回合中，你可以免費與一件物件互動（例如拔出武器或打開一扇門）。如果你想與第二件物件互動，請使用此動作。",
            "當一件物件需要你採取動作才能使用時，你也採取這個行動。"
        ]
    },
    {
        title: "用盾",
        icon: "round-shield",
        subtitle: "裝備或解除用盾",
        description: "裝備或解除用盾",
        reference: "PHB, pgs. 144-146.",
        bullets: [
            "盾牌總是利用動作來裝備或解除裝備。",
            "裝備或卸下盔甲需要幾分鐘的時間。"
        ]
    },
    {
        title: "躲藏",
        icon: "hood",
        subtitle: "嘗試躲藏",
        description: "嘗試躲藏",
        reference: "PHB, pg. 192.",
        bullets: [
            "你無法躲藏可以看到你的生物。你必須有完全掩護，處於重度遮蔽的區域，隱形，或者以其他方式阻擋敵人的視野。",
            "如果你發出噪音（例如大聲警告或打翻花瓶），你就會暴露自己的位置。",
            "當你試圖隱藏時，進行敏捷（隱匿）檢定並記下結果。在你被發現或停止隱藏之前，該檢定的總數會受到任何主動尋找你的跡象的生物的感知（感知）檢定的影響。",
            "即使生物沒有進行搜索，它也有可能會注意到你，除非你的隱匿檢定高於其被動感知。",
            "在戰鬥之外，你還可以使用敏捷（隱藏）檢查來進行諸如隱藏敵人、偷偷溜過守衛、在不被發現的情況下溜走，或者在不被看到或聽到的情況下偷偷接近某人等行為。"
        ]
    },
    {
        title: "搜索",
        icon: "magnifying-glass",
        subtitle: "把注意力集中在尋找某事上",
        description: "把注意力集中在尋找某事上",
        reference: "PHB, pg. 193.",
        bullets: [
            "根據你搜索的性質，DM 可能會讓你進行感知（察覺）檢定或智力（調查）檢定。"
        ]
    },
    {
        title: "準備",
        icon: "stopwatch",
        subtitle: "選擇觸發和操作",
        description: "選擇觸發和反應動作",
        reference: "PHB, pg. 193.",
        bullets: [
            "首先，你決定什麼可感知的情況會引發你的反應。",
            "然後，你選擇響應該觸發而採取的動作，或者選擇使用速度以觸發它。",
            "當觸發發生時，你可以在觸發完成後立即做出反應，也可以忽略觸發。",
            "當你準備好一個法術時，你可以像平常一樣施放它，但保留它的能量，當觸發發生時，你會隨著你的反應釋放能量。要準備施法，法術的施法時間必須為1個動作，並且保持準備施法需要專注。"
        ]
    },
    {
        title: "使用職業特性",
        icon: "embrassed-energy",
        subtitle: "有些特性需要使用動作",
        description: "使用動作的種族或職業特性",
        reference: "請參閱職業頁面以獲取更多資訊。",
        bullets: [

        ]
    },
    {
        title: "穩定一個生物",
        icon: "first-aid",
        subtitle: "對垂死的生物進行急救",
        description: "阻止垂死的生物進行死亡豁免檢定",
        reference: "PHB, pg. 197.",
        bullets: [
            "用 DC 10 進行感知（醫藥）檢查",
            "成功後，該生物會變得穩定，不再需要進行死亡豁免",
            "穩定的生物在 1d4 小時後恢復 1 點生命值"
        ]
    },
    {
        title: "即興發揮”",
        icon: "juggler",
        subtitle: "任何不在此列表中的動作",
        description: "執行你能想像到的任​​何動作",
        reference: "PHB, pg. 193.",
        bullets: [
            "當你描述規則中其他地方沒有詳細說明的動作時，DM 會告訴你該動作是否可行，以及你需要進行什麼樣的擲骰（如果有的話）來確定成功或失敗。"
        ]
    }
]
